Tekla.Structures.DirectManipulation.Adapter.Interaction.HandleGraphicsExtensions.GetFaceHandleGraphics(Tekla.BIM.DirectManipulation.Services.Interaction.IHandleGraphic,Tekla.BIM.Geometry.Face3)
Draws the given visualization data as a face handle.
visualizationData: The instance to draw as a face handle.
face: The face geometry.
Returns: The Tekla.BIM.DirectManipulation.Services.Graphics.Graphic drawn for the given data.